Repository: eurolinux-enterprise-linux-sources/vino
Catalog: src/po/*.po
Languages: as, be

source: _Send address by email
as: ঈ-মেইলৰ মাধ্যমে এই আদেশ প্ৰৰণ কৰা হ'ব
be: _Даслаць адрас электроннай поштаю

source: _Copy address to clipboard
as: ক্লিপ-বোৰ্ডত ঠিকনা নকল কৰক (_C)
be: _Скапіяваць адрас у буфэр

source: There was an error showing the URL "%s"
as: URL "%s" প্ৰদৰ্শনত সমস্যা
be: Памылка падчас паказу URL "%s"

source: Checking the connectivity of this machine...
as: বৰ্তমান মেশিনৰ সংযোগ ব্যৱস্থা পৰীক্ষা কৰক...
be: Праверка камунікацый гэтага кампутара...

source: There was an error displaying help: %s
as: সহায়িকা প্ৰদৰ্শনত সমস্যা: %s
be: Памылка падчас паказу даведкі: %s

source: Your desktop is only reachable over the local network.
as: অকল স্থানীয় নেটৰ্কেৰ মাধ্যমে আপোনাৰ ডেস্কট'পৰ সৈতে সংযোগ স্থাপন কৰা সম্ভৱ ।
be: Ваш сталец дасягальны толькі празь лякальную сетку.

source: or
as: অথবা

source: Others can access your computer using the address %s.
as: %s ঠিকনাৰ মাধ্যমে অনেন্য ব্যক্তিয়ে আপোনাৰ কম্পিউটাৰৰ সৈতে সংযোগ স্থাপন কৰিব পাৰিব ।
be: Каб мець доступ да вашага кампутара, трэба ўжыць адрас %s.

source: Nobody can access your desktop.
as: আপোনাৰ ডেস্কট'প অন্য কোনো ব্যক্তি দ্বাৰা ব্যৱহাৰৰ বাবে উপলব্ধ কৰা ন'হ'ব ।
be: Ніхто ня мае доступу да вашага стальца.

source: Failed to open connection to bus: %s
as: bus ৰ সৈতে সংযোগ আৰম্ভ কৰোঁতে ব্যৰ্থ: %s
be: Не ўдалося адкрыць спалучэньне з шынаю: %s

source: Choose how other users can remotely view your desktop
as: দূৰবৰ্তী ব্যৱহাৰকৰ্তাৰ বাবে আপোনাৰ ডেস্কট'প প্ৰদৰ্শনৰ প্ৰণালী নিৰ্ধাৰণ কৰক
be: Абраць, якім чынам карыстальнікі могуць праглядаць ваш сталец

source: Remote Desktop
as: দূৰবৰ্তী ডেস্কট'প
be: Аддалены сталец

source: Al_ways display an icon
as: সদায়ে আইকন প্ৰদৰ্শিত হ'ব (_w)
be: _Заўсёды паказваць іконку

source: Allow other users to _view your desktop
as: অনেন্য ব্যৱহাৰকৰ্তাক আপোনাৰ ডেস্কট'প চোৱাৰ অনুমতি প্ৰদান কৰক (_v)
be: Дазволіць карыстальнікам _праглядаць ваш сталец

source: Maximum size: 8 characters
as: সৰ্বোচ্চ মাপ: ৮ অক্ষৰ
be: Найбольшы памер: 8 знакаў

source: Notification Area
as: বিজ্ঞপ্তিস্থল

source: Remote Desktop Preferences
as: দূৰবৰ্তী ডেস্কট'প সংক্ৰান্ত পছন্দ
be: Перавагі аддаленага стальца

source: Remote users are able to control your mouse and keyboard
as: দূৰবৰ্তী ব্যৱহাৰকৰ্তাই, আপোনাৰ প্ৰণালীৰ মাউছ আৰু চাবিৰ ফলক নিয়ন্ত্ৰণ কৰিব পাৰিব
be: Аддаленыя карыстальнікі могуць кантраляваць вашыя мыш і клявіятуру

source: Security
as: নিৰাপত্তা

source: Sharing
as: যৌথ ব্যৱহাৰ

source: Some of these preferences are locked down
as: ইয়াত কিছু পছন্দৰ মান লক কৰা অাছে

source: The router must have the UPnP feature enabled
as: ৰাউটাৰত UPnP বৈশিষ্ট্য সক্ৰিয় থকা আৱশ্যক
be: Маршрутызатар павінны падтрымліваць функцыю UPnP

source: You will be queried to allow or to refuse every incoming connection
as: আগমনকৰ্তা সকলো সংযোগৰ অনুৰোধ অনুমোদন অথবা প্ৰত্যাখ্যান কৰাৰ পূৰ্বে জিজ্ঞাসা কৰা হ'ব
be: Для кожнага спалучэньня неабходны запыт аб усталёўцы спалучэньня альбо яго адхіленьні

source: Your desktop will be shared
as: অন্য ব্যৱহাৰকৰ্তাৰ সৈতে আপোনাৰ ডেস্কট'প শেয়াৰ কৰা হ'ব
be: Будзе ўсталяваны супольны доступ да вашага стальца

source: _Allow other users to control your desktop
as: অনেন্য ব্যৱহাৰকৰ্তাৰ দ্বাৰা আপোনাৰ ডেস্কট'প নিয়ন্ত্ৰণেৰ অনুমতি প্ৰদান কৰক (_A)
be: _Дазваляць карыстальнікам кіраваць вашым стальцом

source: _Configure network automatically to accept connections
as: স্বয়ংক্ৰিয়ৰূপে সংযোগ গ্ৰহণ কৰাৰ উদ্দেশ্যে নেটৱৰ্ক বিনেস কৰক (_C)
be: _Наладзіць сетку на аўтаматычнае прыманьне спалучэньняў

source: _Never display an icon
as: আইকন কেতিয়াও প্ৰদৰ্শিত ন'হ'ব (_N)
be: _Ніколі не паказваць іконку

source: _Only display an icon when there is someone connected
as: অকল সংযুক্ত ব্যৱহাৰকৰ্তা উপস্থিত থাকিলে আইকন প্ৰদৰ্শন কৰা হ'ব (_O)
be: _Паказваць іконку, толькі калі нехта спалучыўся

source: _Require the user to enter this password:
as: ব্যৱহাৰকৰ্তাকে বাধ্যতামূলকভাবে গুপ্তশব্দ লিখিব'লৈ হ'ব:(_R)
be: _Запытаць у карыстальніка пароль:

source: _You must confirm each access to this machine
as: বৰ্তমান মেশিনৰ সৈতে সংযোগ স্থাপন কৰিব ইচ্ছুক প্ৰতিটি অনুৰোধ অনুমোদন কৰা হ'ব (_Y)
be: _Вам неабходна пацьвярджаць кожны доступ да гэтага кампутара

source: File is not a valid .desktop file
as: এইটো বৈধ .desktop নথিপত্ৰ নহয়

source: Unrecognized desktop file Version '%s'
as: ডেস্কটপ নথিপত্ৰৰ অজ্ঞাত সংস্কৰণ '%s'

source: Starting %s
as: %s আৰম্ভ কৰা হৈছে

source: Application does not accept documents on command line
as: এপ্লিকেশন দ্বাৰা কমান্ড-লাইনৰ মাধ্যমে নথিপত্ৰ গ্ৰহণ কৰা নহয়

source: Unrecognized launch option: %d
as: প্ৰাৰম্ভিক বিকল্প অজ্ঞাত: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
as: 'Type=Link' ডেস্কটপ এনট্ৰিৰ ক্ষেত্ৰত নথিপত্ৰৰ URI উল্লেখ কৰা সম্ভব নহয়

source: Not a launchable item
as: প্ৰাৰম্ভ কৰাৰ যোগ্য বস্তু নহয়

source: Disable connection to session manager
as: অধিবেশন পৰিচালন ব্যৱস্থাৰ সৈতে সংযোগ বিচ্ছিন্ন কৰা হ'ব

source: Specify file containing saved configuration
as: সংৰক্ষিত বিন্যাস ধাৰণকৰ্তা নথিপত্ৰ উল্লেখ কৰক

source: Specify session management ID
as: অধিবেশন পৰিচালনাৰ ID উল্লেখ কৰক

source: Session management options:
as: অধিবেশন পৰিচালনা সংক্ৰান্ত বিকল্প:

source: Show session management options
as: অধিবেশন পৰিচালনা সংক্ৰান্ত বিকল্প প্ৰদৰ্শন কৰা হ'ব

source: Remote Desktop server already running; exiting ...
as: দূৰবৰ্তী ডেস্কট'প সেৱক বৰ্তমানে চলিছে: প্ৰস্থান কৰা হ'ব ...
be: Сэрвэр аддаленага стальца ўжо працуе; выхад ...

source: - VNC Server for GNOME
as: - GNOME-ৰ সৈতে ব্যৱহাৰযোগ্য VNC সেৱক

source: Run 'vino-server --help' to see a full list of available command line options
as: কমান্ড-লাইনৰ পৰা ব্যৱহাৰযোগ্য বিকল্পসমূহৰ সম্পূৰ্ণ তালিকা চোৱাৰ বাবে 'vino-server --help' কমান্ড প্ৰয়োগ কৰক

source: Your XServer does not support the XTest extension - remote desktop access will be view-only
as: আপোনাৰ XServer কোনো XTest এক্সটেনশন সমৰ্থন নকৰে - দূৰবৰ্তী ডেস্কট'প ব্যৱহাৰৰ সময় অকল প্ৰত্যক্ষ কৰা সম্ভৱ হ'ব
be: Ваш Х-сэрвэр не падтрымлівае пашырэньне XTest. Аддалены доступ толькі для прагляду

source: %s's remote desktop on %s
as: %s'ৰ দূৰবৰ্তী ডেস্কট'প, %s ৰ উপৰ
be: Аддалены сталец %s на %s

source: Received signal %d, exiting...
as: %d সিগনেল প্ৰাপ্ত হৈছে, প্ৰস্থান কৰা হ'ব...
be: Атрыманы сыгнал %d, выхад...

source: Screen
as: পৰ্দা
be: Экран

source: The screen on which to display the prompt
as: প্ৰম্পট প্ৰদৰ্শনকৰ্তা পৰ্দা
be: Экран, на якім будзе паказаны запыт

source: A user on the computer '%s' is trying to remotely view or control your desktop.
as: '%s' কম্পিউটাৰৰ এক ব্যৱহাৰকৰ্তা দূৰবৰ্তী অবস্থানৰ পৰা আপোনাৰ ডেস্কট'প প্ৰত্যক্ষ অথবা নিয়ন্ত্ৰণ কৰাৰ চেষ্টা কৰিছে ।
be: З кампутара '%s' намагаюцца аддалена праглядаць ці кіраваць вашым стальцом.

source: A user on another computer is trying to remotely view or control your desktop.
as: অন্য কোনো কম্পিউটাৰৰ এক ব্যৱহাৰকৰ্তা দূৰবৰ্তী অবস্থানৰ পৰা আপোনাৰ ডেস্কট'প প্ৰত্যক্ষ অথবা নিয়ন্ত্ৰণ কৰাৰ চেষ্টা কৰিছে ।
be: Карыстальнік іншага кампутара намагаецца выдалена праглядаць ці кіраваць вашым стальцом.

source: Another user is trying to view your desktop.
as: অন্য এক ব্যৱহাৰকৰ্তা অাপোনাৰ ডেস্কটপ চোৱাৰ প্ৰচেষ্টা কৰিছে ।

source: Do you want to allow them to do so?
as: আপুনি এই কামৰ বাবে আনক অনুমতি প্ৰদান কৰিবলৈ ইচ্ছুক?
be: Дазволіць яму гэта?

source: Question
as: প্ৰশ্ন
be: Пытаньне

source: _Allow
as: অনুমতি দিয়ক (_A)
be: _Дазволіць

source: _Refuse
as: প্ৰত্যাখ্যান কৰা হ'ব (_R)
be: _Адмовіць

source: Allowed authentication methods
as: ব্যৱহাৰযোগ্য অনুমোদন ব্যৱস্থা
be: Дазволеныя мэтады аўтарызацыі

source: Alternative port number
as: বিকল্প পোৰ্ট সংখ্যা
be: Альтэрнатыўны нумар порту

source: E-mail address to which the remote desktop URL should be sent
as: দূৰবৰ্তী ডেস্কট'পৰ URL প্ৰৰণেৰ উদ্দেশ্যে চিহ্নিত ঈ-মেইল ঠিকনা
be: Адрас пошты, на які трэба даслаць URL аддаленага стальца

source: Enable remote desktop access
as: দূৰবৰ্তী অবস্থানৰ পৰা ডেস্কট'প ব্যৱহাৰ সক্ৰিয় কৰা হ'ব
be: Уключыць доступ да аддаленага стальца

source: If not set, the server will listen on all network interfaces. Set this if you want that accept connections only from some specific network interface. eg: eth0, wifi0, lo, ...
as: মান নিৰ্ধাৰিত ন'হ'লে, সেৱক দ্বাৰা সকলো নেটৱৰ্ক ইন্টাৰফেসে অপেক্ষা কৰা হ'ব । কোনো সুনিৰ্দিষ্ট নেটৱৰ্ক ইন্টাৰফেসৰ পৰা সংযোগ গ্ৰহণ কৰিব ইচ্ছুক হ'লে এই মান নিৰ্ধাৰণ কৰক উদাহৰণ: eth0, wifi0, lo, ...
be: Калі ня вызначана, сэрвэр будзе чакаць спалучэньняў з усімі сеткавымі інтэрфэйсамі. Вызначце, калі жадаеце прымаць спалучэньні толькі ад пэўнага сеткавага інтэрфэйсу.Напрыклад: eth0, wifi0, lo, ...

source: If true, allows remote access to the desktop via the RFB protocol. Users on remote machines may then connect to the desktop using a vncviewer.
as: মান সত্য হ'লে, RFB প্ৰোটোকলৰ মাধ্যমে দূৰবৰ্তী ডেস্কট'প ব্যৱহাৰ কৰাৰ অনুমতি প্ৰদান কৰা হ'ব । দূৰবৰ্তী মেশিনৰ ব্যৱহাৰকৰ্তাৰা vncviewer ৰ মাধ্যমে ডেস্কট'পৰ সৈতে সংযোগ কৰোঁতে পাৰিব ।
be: Калі вызначана, дазваляе аддалены доступ да стальца праз пратакол RFB. Карыстальнікі іншых кампутараў будуць спалучацца з вашым стальцом пры дапамозе vncviewer.

source: If true, remote users accessing the desktop are not allowed access until the user on the host machine approves the connection. Recommended especially when access is not password protected.
as: মান সত্য হ'লে, হোস্ট মেশিনৰ অনুমতি ছাড়া, ডেস্কট'প ব্যৱহাৰ কৰোঁতে ইচ্ছুক দূৰবৰ্তী ব্যৱহাৰকৰ্তাৰ সংযোগ অনুমোদন কৰা ন'হ'ব । গুপ্তশব্দ দ্বাৰা সুৰক্ষিত না থাকিলে এটা ব্যৱহাৰ কৰা বাঞ্ছনীয় ।
be: Калі вызначана, карыстальнікі іншых кампутараў ня змогуць спалучыцца з вашым стальцом, пакуль не пацьвердзяць спалучэньне. Рэкамендавана, калі доступ абаронены паролем.

source: If true, remote users accessing the desktop are only allowed to view the desktop. Remote users will not be able to use the mouse or keyboard.
as: মান সত্য হ'লে, দূৰবৰ্তী ব্যৱহাৰকৰ্তাৰা ডেস্কট'প অকল প্ৰত্যক্ষ কৰোঁতে সক্ষম হ'বন । দূৰবৰ্তী ব্যৱহাৰকৰ্তাৰা মাউস অথবা চাবিৰ ফলক ব্যৱহাৰ কৰোঁতে সক্ষম হ'বন না ।
be: Калі вызначана, сталец даступны аддаленым карыстальнікам толькі дзеля прагляду. Няма магчымасьці выкарыстоўваць мыш альбо клявіятуру.

source: If true, remote users accessing the desktop are required to support encryption. It is highly recommended that you use a client which supports encryption unless the intervening network is trusted.
as: মান সত্য হ'লে, দূৰবৰ্তী অবস্থানৰ পৰা ডেস্কট'প ব্যৱহাৰকৰ্তাৰা এনক্ৰিপশন কৰোঁতে সক্ষম হ'বন । মধ্যবৰ্তী নেটৱৰ্ক যদি নিৰ্ভৰযোগ্য (trusted) না হয় তাহ'লে এনক্ৰিপশন সমৰ্থনকৰ্তা একটি ক্লায়েন্ট ব্যৱহাৰ কৰা বাঞ্ছনীয় ।
be: Калі вызначана, аддаленыя карыстальнікі павінны падтрымліваць шыфраваньне. Рэкамендавана карыстацца шыфраваньнем, калі сетка ненадзейная.

source: If true, screen will be locked after the last remote client disconnect.
as: মান সত্য হ'লে, সৰ্বশেষ দূৰবৰ্তী ক্লায়েন্ট বিচ্ছিন্ন হোৱাৰ পৰে পৰ্দা লক কৰা হ'ব ।
be: Калі вызначана, экран блякуецца пасля таго, як апошні карыстальнік скончыў спалучэньне.

source: If true, the server will listen to another port, instead of the default (5900). The port must be specified in the 'alternative_port' key.
as: মান সত্য হ'লে, অবিকল্পিত পোৰ্টেৰ (5900) পৰিবৰ্তে সেৱক একটি ভিন্ন পোৰ্টে অপেক্ষা কৰবে । এই পোৰ্টটি 'alternative_port' চাবি দ্বাৰা নিৰ্দিষ্ট কৰা আৱশ্যক ।
be: Калі вызначана, сэрвэр будзе праслухоўваць іншы порт замест прадвызначанага порту (5900). Порт павінен быць вызначаны пры дапамозе ключа 'alternative_port'.

source: If true, we will not use the XDamage extension of X.org. This extension does not work properly on some video drivers when using 3D effects. Disabling it will make vino work on these environments with a slower rendering as side effect.
as: মান true হ'লে, X.org-ৰ XDamage এক্সটেনশন ব্যৱহাৰ কৰা ন'হ'ব । ৩-ডি ইফেক্ট ব্যৱহাৰসময়ত, কিছু ভিডিও ড্ৰাইভাৰৰ সৈতে এই এক্সটেনশন সঠিকৰূপে কাম কৰিবলৈ সক্ষম নহয় । এটি নিষ্ক্ৰিয় কৰা হ'লে, এই ধৰনৰ পৰিবেশত vino কাম কৰিবলৈ সক্ষম হ'ব, কিন্তু ৰেন্ডাৰিংৰ গতি হ্ৰাস হ'ব ।

source: If true, we will use UPNP protocol to automatically forward the port used by vino in the router.
as: মান সত্য হ'লে, vino দ্বাৰা ব্যৱহাৰ পোৰ্টকে স্বয়ংক্ৰিয়ভাবে ৰাউটাৰে অনুবৰ্তনৰ বাবে UPNP প্ৰোটোকল ব্যৱহাৰ কৰা হ'ব ।
be: Калі вызначана, будзе ўжыты пратакол для аўтаматычнай наладкі партоў маршрутызатара, якія выкарыстоўвае vino.

source: Listen an alternative port
as: বিকল্প পোৰ্টে অপেক্ষা কৰা হ'ব
be: Выкарыстаць альтэрнатыўны порт

source: Lists the authentication methods with which remote users may access the desktop. There are two possible authentication methods; "vnc" causes the remote user to be prompted for a password (the password is specified by the vnc_password key) before connecting and "none" which allows any remote user to connect.
as: দূৰবৰ্তী ব্যৱহাৰকৰ্তাৰা যি সকলো অনুমোদন প্ৰক্ৰিযাৰ মাধ্যমে ডেস্কট'প ব্যৱহাৰ কৰোঁতে সক্ষম হ'বন সেইটোক তালিকাভুক্ত কৰে । দুটা সম্ভাব্য অনুমোদন প্ৰক্ৰিয়া উপস্থিত অাছে; "vnc" -ৰ দ্বাৰা দূৰবৰ্তী ব্যৱহাৰকৰ্তাকে সংযোগৰ পূৰ্বে গুপ্তশব্দ ৰ বাবে অনুৰোধ কৰা হ'ব (এই পাসওযাৰ্ডটি vnc_password চাবি ৰ দ্বাৰা নিৰ্ধাৰিত হয়) আৰু "none" যাৰ দ্বাৰা যি কোনো দূৰবৰ্তী ব্যৱহাৰকৰ্তা সংযোগ কৰাৰ অনুমতি পাবেন ।
be: Сьпіс мэтадаў аўтарызацыі, пры дапамозе якіх аддаленыя карыстальнікі могуць спалучыцца з стальцом. Існуе 2 мэтады - vnc (запытвае ў аддаленага карыстальніка пароль, які вызначаны ключом vnc_password) і none, які дазваляе спалучацца кожнаму аддаленаму карыстальніку.

source: Lock the screen when last user disconnect
as: সৰ্বশেষ ব্যৱহাৰকৰ্তা বিচ্ছিন্ন কৰাৰ পৰে পৰ্দা লক কৰা হ'ব
be: Блякаваць экран пасьля адлучэньня апошняга карыстальніка

source: Network interface for listening
as: অপেক্ষা কৰাৰ বাবে চিহ্নিত নেটৱৰ্ক ইন্টাৰফেস
be: Сеткавы інтэрфэйс для праслухоўваньня

source: Only allow remote users to view the desktop
as: অকল দূৰবৰ্তী ব্যৱহাৰকৰ্তাৰকে ডেস্কট'প চোৱাৰ অনুমোদন প্ৰদান কৰা হ'ব
be: Дазваляе аддаленым карыстальнікам толькі праглядаць сталец

source: Password required for "vnc" authentication
as: "vnc" অনুমোদন প্ৰক্ৰিয়াৰ বাবে গুপ্তশব্দ প্ৰয়োজন
be: Запыт паролю vnc-аўтарызацыі

source: Prompt the user before completing a connection
as: সংযোগ প্ৰক্ৰিয়া সম্পন্ন কৰাৰ পূৰ্বে ব্যৱহাৰকৰ্তাৰকে সচেতন কৰা হ'ব
be: Запыт дазволу карыстальніка падчас спалучэньня

source: Require encryption
as: এনক্ৰিপশন আৱশ্যক
be: Патрабаваць шыфраваньне

source: The password which the remote user will be prompted for if the "vnc" authentication method is used. The password specified by the key is base64 encoded.
as: "vnc" অনুমোদন প্ৰক্ৰিয়া ব্যৱহাৰ কৰা হ'লে দূৰবৰ্তী ব্যৱহাৰকৰ্তাৰকে যি গুপ্তশব্দ লিখিব'লৈ অনুৰোধ কৰা হ'ব ।
be: Ужываецца пароль для vnc-аўтарызацыі. Пароль зашыфраваны альгарытмам base64.

source: The port which the server will listen to if the 'use_alternative_port' key is set to true. Valid values are in the range from 5000 to 50000.
as: 'use_alternative_port' চাবি ৰ মান সত্য হ'লে সেৱক দ্বাৰা যি পোৰ্টত অপেক্ষা কৰা হ'ব । বৈধ মান 5000ৰ পৰা 50000-ত হোৱা আৱশ্যক ।
be: Порт, які праслухоўваецца сэрвэрам, калі вызначаны ключ 'use_alternative_port'. Дыяпазон ад 5000 да 50000.

source: This key controls the behavior of the status icon. There are three options: "always" - The icon will be always there; "client" - You will see the icon only when there is someone connected, this is the default behavior; "never" - Never shows the icon.
as: অবস্থাসূচক আইকনৰ আচৰণ এই চাবি দ্বাৰা নিয়ন্ত্ৰণ কৰা হয় । এই ক্ষেত্ৰত তিনটি বিকল্প উপস্থিত আছে: "always (সদায়ে)" - আইকন সদায়ে প্ৰদৰ্শিত হ'ব; "client (ক্লায়েন্ট)" - কোনো সংযুক্ত ব্যৱহাৰকৰ্তা উপস্থিত থাকিলে আইকন প্ৰদৰ্শন কৰা হ'ব আৰু অবিকল্পিতৰূপে এই বিকল্প প্ৰয়োগ কৰা হয়; "never (কেতিয়াও নহয়)" - এই আইকন কেতিয়াও প্ৰদৰ্শন কৰা ন'হ'ব ।
be: Гэты ключ вызначае паводзіны іконкі стану. Магчымыя тры значэньні: "always" (заўсёды) - увесь час паказваць іконку; "client" (кліент) - паказваць іконку, калі ёсьць актыўныя спалучэньні; "never" (ніколі) - ніколі не паказваць.

source: This key specifies the e-mail address to which the remote desktop URL should be sent if the user clicks on the URL in the Remote Desktop preferences dialog.
as: দূৰবৰ্তী ডেস্কট'প ৰ বৈশিষ্ট্যাবলী সংক্ৰান্ত ডায়লগ'ৰ উপৰ ব্যৱহাৰকৰ্তা ক্লিক কৰিলে, যি ঈ-মেইল ঠিকনাত দূৰবৰ্তী ডেস্কট'প ৰ URL প্ৰৰিত হ'ব, সেইটোক এই কি'ৰ দ্বাৰা চিহ্নিত হ'ব ।
be: Ключ вызначае адрас электроннай пошты, на які павінна быць адпраўленая спасылка , калі карыстальнік клікае ў дыялёгу "Перавагі аддаленага стальца".

source: When the status icon should be shown
as: অবস্থাসূচক আইকন কোন সময়ত প্ৰদৰ্শন কৰা হ'ব
be: Калі паказваць іконку стану

source: When true, disable the background on receive valid session
as: মান সত্য হ'লে, বৈধ অধিবেশন প্ৰাপ্ত হ'লে পটভূমি নিষ্ক্ৰিয় কৰা হ'ব
be: Калі вызначана, тло стальца выключаецца пасьля пасьпяховага ўсталяваньня спалучэньня

source: Whether we should disable the XDamage extension of X.org
as: X.org-ৰ XDamage এক্সটেনশন নিষ্ক্ৰিয় কৰা হ'ব নে নহয়

source: Whether we should use UPNP to forward the port in routers
as: ৰাউটাৰত পোৰ্ট অনুবৰ্তনৰ বাবে UPNP ব্যৱহাৰ কৰা হ'ব নে নহয়
be: Ці будзе выкарыстоўвацца UPNP, каб наладзіць порты маршрутызатара

source: Desktop sharing is enabled
as: ডেস্কটপ শেয়াৰ ব্যৱস্থা সক্ৰিয় কৰা হৈছে
be: Уключаны супольны доступ

source: One person is connected
as: এজন সংযুক্ত
be: Спалучэньне з %d кліентам

source: Error displaying preferences
as: পছন্দ মান প্ৰদৰ্শনত সমস্যা দেখা দিছে
be: Памылка адлюстраваньня перавагаў

source: Error displaying help
as: সহায়িকা প্ৰদৰ্শনত সমস্যা দেখা
be: Памылка адлюстраваньня даведкі

source: translator-credits
as: অমিতাক্ষ ফুকন (aphukan@fedoraproject.org)
be: Insomnia <defragbrain@gmail.com>

source: Share your desktop with other users
as: অন্য ব্যৱহাৰকৰ্তাৰ সৈতে আপোনাৰ ডেস্কট'প শেয়াৰ কৰক
be: Супольны доступ для іншых карыстальнікаў

source: Are you sure you want to disconnect '%s'?
as: আপুনি চাবি নিশ্চিতৰূপে '%s'ৰ পৰা সংযোগ বিচ্ছিন্ন কৰোঁতে ইচ্ছুক?
be: Сапраўды жадаеце адключыць '%s'?

source: The remote user from '%s' will be disconnected. Are you sure?
as: '%s'ৰ পৰা সংযুক্ত দূৰবৰ্তী ব্যৱহাৰকৰ্তাকে বিচ্ছিন্ন কৰা হ'ব । নিশ্চিত নেকি ?
be: Аддалены карыстальнік з '%s' будзе выключаны. Вы ўпэўнены?

source: Are you sure you want to disconnect all clients?
as: আপুনি চাবি নিশ্চিতৰূপে সকলো ক্লায়েন্টৰ সৈতে সংযোগ বিচ্ছিন্ন কৰোঁতে ইচ্ছুক?
be: Вы упэўнены, што жадаеце выключыць усіх кліентаў?

source: All remote users will be disconnected. Are you sure?
as: সকলো দূৰবৰ্তী ব্যৱহাৰকৰ্তাকে বিচ্ছিন্ন কৰা হ'ব । নিশ্চিত নেকি ?
be: Усе аддаленыя карыстальнікі будуць выключаныя. Вы ўпэўнены?

source: Disconnect
as: বিচ্ছিন্ত কৰক
be: Выключыць

source: _Preferences
as: পছন্দ (_P)
be: _Перавагі

source: Disconnect all
as: সকলো বিচ্ছিন্ন কৰক
be: Выключыць усіх

source: Disconnect %s
as: %s-কে বিচ্ছিন্ন কৰক
be: Выключыць %s

source: _Help
as: সাহায্য (_H)
be: _Даведка

source: _About
as: বিষয়ে (_A)
be: _Аб_праграме

source: Error initializing libnotify
as: libnotify আৰম্ভ কৰোঁতে সমস্যা
be: Памылка ініцыялізацыі libnotify

source: Another user is viewing your desktop
as: অন্য একজন ব্যৱহাৰকৰ্তা বৰ্তমানে আপোনাৰ ডেস্কট'প চাইছে
be: Іншы карыстальнік праглядае ваш сталец

source: A user on the computer '%s' is remotely viewing your desktop.
as: '%s' কম্পিউটাৰৰ এক ব্যৱহাৰকৰ্তা দূৰবৰ্তী অবস্থানৰ পৰা আপোনাৰ ডেস্কট'প প্ৰত্যক্ষ চাইছে ।
be: Карыстальнік кампутара '%s' аддалена праглядае ваш сталец.

source: Another user is controlling your desktop
as: অন্য একজন ব্যৱহাৰকৰ্তা আপোনাৰ ডেস্কট'প নিয়ন্ত্ৰণ কৰিছে
be: Іншы карыстальнік кіруе вашым стальцом

source: A user on the computer '%s' is remotely controlling your desktop.
as: '%s' কম্পিউটাৰৰ এক ব্যৱহাৰকৰ্তা দূৰবৰ্তী অবস্থানৰ পৰা আপোনাৰ ডেস্কট'প নিয়ন্ত্ৰণ কৰিছে ।
be: Карыстальнік кампутара '%s' аддалена кіруе вашым стальцом.

source: Error while displaying notification bubble: %s
as: সূচনাপ্ৰদানৰ বাবল প্ৰদৰ্শন কৰোঁতে ব্যৰ্থ: %s
be: Памылка падчас адлюстраваньня выплыўнога паведамленьня: %s

source: The remote user '%s' will be disconnected. Are you sure?
as: '%s'ৰ পৰা সংযুক্ত দূৰবৰ্তী ব্যৱহাৰকৰ্তাক বিচ্ছিন্ন কৰা হ'ব । নিশ্চিত ?

source: Share my desktop information
as: অন্য ব্যৱহাৰকৰ্তাৰ বাবে মোৰ ডেস্কটপৰ ব্যৱহাৰ উপলব্ধ কৰা হ'ব

source: '%s' rejected the desktop sharing invitation.
as: ডেস্কটপৰ যৌথ ব্যৱহাৰৰ আমন্ত্ৰণ '%s' দ্বাৰা প্ৰত্যাখ্যাত হৈছে ।

source: '%s' disconnected
as: '%s' বিচ্ছিন্ন কৰা হৈছে

source: '%s' is remotely controlling your desktop.
as: দূৰবৰ্তী অবস্থানৰ পৰা '%s' অাপোনাৰ ডেস্কটপ নিয়ন্ত্ৰণ কৰিছে ।

source: Waiting for '%s' to connect to the screen.
as: '%s' দ্বাৰা পৰ্দাত সংযোগৰ অপেক্ষা কৰা হৈছে ।

source: An error has occurred:
as: ত্ৰুটি উৎপন্ন হৈছে:
be: Узьнікла памылка:

source: Cancelled
as: বাতিল কৰা হৈছে
be: Скасавана

source: ERROR: Maximum length of password is %d character. Please, re-enter the password.
as: ত্ৰুটি: গুপ্তশব্দৰ ক্ষেত্ৰত সৰ্বাধিক %d অক্ষৰ ব্যৱহাৰ কৰা যাব । অনুগ্ৰহ কৰে গুপ্তশব্দ পুনঃ লিখক ।
be: ПАМЫЛКА: Найбольшая даўжыня паролю - %d знак. Калі ласка, напішыце пароль яшчэ раз.

source: Changing Vino password.
as: Vino গুপ্তশব্দ পৰিবৰ্তন প্ৰণালী ।
be: Зьмена паролю Vino.

source: Enter new Vino password:
as: নতুন Vino গুপ্তশব্দ লিখক:
be: Новы пароль Vino:

source: Retype new Vino password:
as: নতুন Vino গুপ্তশব্দ পুনঃ লিখক:
be: Паўтарыце новы пароль Vino:

source: vino-passwd: password updated successfully.
as: vino-passwd: সাফল্যেৰ সৈতে গুপ্তশব্দ পৰিবৰ্তন কৰা হৈছে ।
be: vino-passwd: пароль пасьпяхова абноўлены.

source: Sorry, passwords do not match.
as: দুঃখিত, দুটা গুপ্তশব্দ অমিল ।
be: Выбачайце, паролі не супадаюць.

source: vino-passwd: password unchanged.
as: vino-passwd: গুপ্তশব্দ পৰিবৰ্তন কৰা নহয় ।
be: vino-passwd: пароль ня зьменены.

source: Error while communicating with GConf. Are you logged into a GNOME session?
as: GConf-ৰ সৈতে যোগযোগ কৰিবলৈ ত্ৰুটি । GNOME অধিবেশনত লগ-ইন কৰা হৈছে নেকি?

source: Error message:
as: ত্ৰুটিৰ বাৰ্তা:

source: Show Vino version
as: Vino সংস্কৰণ প্ৰদৰ্শন কৰা হ'ব
be: Паказаць вэрсію Vino

source: - Updates Vino password
as: - Vino গুপ্তশব্দ পৰিবৰ্তন কৰিব ব্যৱহৃত
be: - Абнаўленьне паролю Vino

source: Run 'vino-passwd --help' to see a full list of available command line options
as: আদেশ-শাৰীৰ পৰা ব্যৱহাৰযোগ্য বিকল্পসমূহৰ সম্পূৰ্ণ তালিকা চোৱাৰ বাবে 'vino-passwd --help' আদেশ প্ৰয়োগ কৰক
be: Урухом 'vino-passwd --help', каб паглядзець поўны сьпіс опцыяў загаднага радка

source: VINO Version %s
as: VINO সংস্কৰণ %s
be: VINO %s

source: ERROR: You do not have enough permissions to change Vino password.
as: ERROR: Vino গুপ্তশব্দ পৰিবৰ্তনৰ বাবে পৰ্যাপ্ত অনুমতি আপোনাৰ নাই ।
be: ПАМЫЛКА: не стае правоў, каб зьмяніць пароль Vino.

source: <b>Notification Area</b>
be: <b>Вобласьць паведамленьняў</b>

source: <b>Security</b>
be: <b>Бясьпека</b>

source: <b>Sharing</b>
be: <b>Супольны доступ</b>

source: <i>Some of these preferences are locked down</i>
be: <i>Некаторыя з гэтых перавагаў заблякаваныя</i>

source: Out of memory handling '%s' message
be: Не стае памяці, каб апрацаваць паведамленьне '%s'

source: Out of memory registering object path '%s'
be: Не стае памяці, каб зарэгістраваць шлях аб'екта '%s'

source: Failed to acquire D-Bus name '%s'
be: Запытаць назву шыны '%s' немагчыма

source: GNOME Remote Desktop
be: Аддалены сталец GNOME

source: <big><b>Another user is trying to view your desktop.</b></big>
be: <big><b>Іншы карыстальнік намагаецца праглядаць ваш сталец.</b></big>

source: GNOME Remote Desktop Server
be: Сэрвэр аддаленага стальца GNOME
