Repository: eurolinux-enterprise-linux-sources/vino
Catalog: src/po/*.po
Languages: as, be

source: Licensed under the GNU General Public License Version 2 Vino is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. Vino is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
be: Vino — свабоднае праграмнае забесьпячэньне; вы можаце распаўсюджваць і/ці зьмяняць яго на ўмовах Агульнай грамадзкай ліцэнзіі GNU вэрсіі 2 альбо пазьнейшай. Vino распаўсюджваецца з надзеяй, што ён можа быць карысным, але БЕЗЬ ЯКОГА-НЕБУДЗЬ КШТАЛТУ ГАРАНТЫЙ, ЯЎНЫХ АЛЬБО НЕ, НАВАТ ГАРАНТЫЯЙ ПРАДПРЫМАЛЬНІЦКАЙ КАШТОЎНАСЦІ Й КАРЫСНАСЦІ ДЛЯ АЗНАЧАНАЙ МЭТЫ. Каб атрымаць дадатковыя зьвесткі, глядзіце Агульную Грамадзкую Ліцэнзію GNU. Вы павінны атрымаць копію ліцэнзіі GNU разам з праграмай Vino. Калі ліцэнзіі няма, дашліце ліст у Фонд свабоднага праграмнага забесьпячэньня на адрас Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor,Boston, MA 02110-1301, USA.
